[M_AmuletDoNothing MissionDefinition]
MissionName="O Amuleto"
MissionDescription="Um comerciante misterioso, chamado Sr. Miz lhe ofereceu um amuleto.  Ele não disse pra quê serve mas, mencionou que se pudesse escolher um objeto dentre seus equipamentos para sobreviver aos exércitos do feiticeiro, escolheria esse amuleto.  Você pode comprar o amuleto ou meter um soco na cara dele."
TurnInDescription="Você escolheu quase sabiamente."
MissionSummary="Compre o amuleto misterioso do Sr. Miz... ou não."
MissionGiver="Sr. Miz"
MissionTurnInLocation="Sr. Miz"
TeaserText="Você deve tomar uma decisão."

[M_AmuletDoNothing:AmuletDoesNothing_OS_BuyAmulet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AmuletDoNothing:AquireAmulet MissionObjectiveDefinition]
ProgressMessage="Compre o amuleto do Sr. Miz"

[M_AmuletDoNothing:BuyAmulet MissionObjectiveDefinition]
ProgressMessage="Compre o amuleto do Sr. Miz"

[M_AmuletDoNothing:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_AmuletDoNothing:PunchMiz MissionObjectiveDefinition]
ProgressMessage="Dê um soco na cara do Sr. Miz"

